Repository: nickfedchenko/grocerylist1
Catalog: GroceryList/SupportingFiles/*.lproj/Localizable.strings
Languages: de

# SafeTimeAndMoney
source: Save time and money with us
de: Sparen Sie Zeit und Geld mit uns

source: NEXT
de: Weiter

# CreateLists
source: Create lists with one touch Products are automatically categorized. No more running around the supermarket
de: Bequemes Hinzufügen von Produkten und automatische Sortierung nach Abteilungen im Supermarkt

# Synchronize
source: Synchronize lists with relatives and friends.
de: Listen mit Familie und Freunden synchronisieren

# OrganizeRecepts
source: Replenished collections of recipes in the app Write down and organize your recipes
de: Erweiterbare Rezeptsammlung in der App Schreiben und organisieren Sie Ihre Rezepte

# AddRecipes
source: Add ingredients from recipes straight to your shopping list
de: Fügen Sie Zutaten aus Rezepten direkt zu Ihrer Einkaufsliste hinzu

source: Grocery Lists
de: Einkaufslisten

source: Recipes
de: Rezepte

source: Create List
de: Erstelle Liste

source: Today
de: Heute

# week
source: Previous 7 days
de: Vorherige 7 Tage

source: month
de: Letzte 30 Tage

# NameOfNewList
source: Name of the new list...
de: Der Name der neuen Liste...

source: Save
de: Speichern

# PickFromAnotherList
source: Pick items from another list
de: Elemente aus einer anderen Liste auswählen

# AutomaticSorting
source: Automatic assignment of categories to products and grouping
de: Automatische Zuordnung von Produktkategorien und Gruppierung

source: Add Item
de: Hinzufügen

# Parametrs
source: List parameters
de: Listenoptionen

source: Done
de: Bereit

source: Purchased
de: Gekauft

source: Rename
de: Umbenennen

# pinch
source: Fix
de: Stift

source: ChangeColor
de: Farbe ändern

source: Sort
de: Sortieren

source: By Users
de: Nach Benutzern

source: By category
de: Nach Kategorie

source: By recipe
de: Nach Rezept

source: By time
de: Mit der Zeit hinzugefügt

# byAlphabet
source: Alphabetically
de: alphabetisch

source: By store
de: Nach Geschäft

# copy
source: Save to Photo
de: In Galerie speichern

source: Picture matching
de: Bilder auswählen

source: Print
de: Drucken

source: Send
de: Senden

source: Delete
de: Löschen

source: Grocery List
de: Einkaufsliste

source: Cancel
de: Abbrechen

# AlphabeticalSorted
source: Alphabetical sorting
de: Alphabetisch sortieren

# DateSorted
source: Sorting by creation date
de: Nach Erstellungsdatum sortieren

source: Supermarket
de: Geschäft

# PickItem
source: Pick items from another list
de: Aus einer anderen Liste auswählen

source: Select All
de: Alles auswählen

# AddNote
source: Add note, quantity (optional)
de: Notiz hinzufügen

# Quantity
source: Quantity (optional)
de: Menge (optional)

# Quantity1
source: Quantity
de: Menge

source: pieces
de: Stücke

source: Category
de: Kategorie

# SelectCategory
source: Select сategory
de: Kategorie wählen

# SearcInCategory
source: Search in Category
de: SucheInKategorie

source: Create
de: Erstellen

source: NewCategory
de: Neue Kategorie

# Long press on an Item
source: Long press on an Item, returns to editing
de: Langes Drücken auf ein Element, kehrt zur Bearbeitung zurück

source: Buy
de: Kaufen

source: Sorting
de: Sortierung

# autoCategoryTitleOn
source: You can refine the category
de: Sie können die Kategorie verfeinern

# autoCategoryDescOn
source: or create your own. Your choice will be saved and will apply in the future
de: oder eine eigene erstellen. Ihre Auswahl wird gespeichert und gilt in Zukunft

# autoCategoryDescOff
source: You can choose a product category or create your own. In the future, your choice will be saved, and the products in the lists will be ordered
de: Sie können eine Produktkategorie auswählen oder eine eigene erstellen. In Zukunft wird Ihre Auswahl gespeichert und die Produkte in den Listen werden bestellt

source: Store
de: Speichern

source: cost
de: Kosten

source: Any store
de: Beliebiges Geschäft

source: Create a new store
de: Einen neuen Shop erstellen

source: New Store
de: Neuer Laden

source: units
de: Maßeinheit

# Display cost and store
source: Show cost and stores
de: Preise und Geschäfte anzeigen

source: Total Cost:
de: Gesamtkosten:

source: Purchased Cost:
de: Anschaffungskosten:

source: Alcohol
de: Alkohol

source: Grocery
de: Lebensmittelgeschäft

# ReadyFood
source: Ready-made food
de: Fertiges Essen

# Frozen
source: Frozen foods
de: gefrorenes Essen

# HealtyFood
source: Healthy eating
de: Gesundes Essen

# WorldCitchen
source: Cuisines of the world
de: WorldCitchen

source: Milk
de: Milchprodukte

source: Drinks
de: Getränke

source: Fruits and vegetables
de: Früchte und Gemüse

# Fish
source: Fish and seafood
de: Fisch, Meeresfrüchte

# Sweet
source: Sweets
de: Süßigkeiten

# Bread
source: Bread and pastries
de: Brot

# Tea
source: Tea and coffee
de: Tee und Kaffee

# Meat
source: Meat and poultry
de: Fleisch und Vogel

source: Baby
de: Babybedarf

source: Health & Beauty
de: Gesundheit & Schönheit

source: Home, Garden & Patio
de: Haus, Garten & Terrasse

source: Household & Cleaning
de: Haushaltsreinigung

source: Pet Care
de: Tierpflege

source: Stationery
de: Schreibwaren

source: can
de: Dose

# piece
source: pc
de: Stück

source: pack
de: Verpackung

source: bottle
de: Flasche

source: Other
de: andere

source: Preferencies
de: Einstellungen

# Problems?
source: A problem? Contact us!
de: Problem? Kontaktieren Sie uns!

# DoYouLikeApp?
source: Do you like the app? Tell us!
de: Gefällt? Sagen Sie es uns!

source: Haptic Feedback
de: Taktiler Rückmeldungen

source: Quantity Units
de: Maßeinheiten

source: Metric
de: Metrisch

source: Warning
de: Achtung

# NoInternet
source: No internet connection
de: Kein Internet

# Choose the right plan
source: Choose the right plan for using the Shoppy
de: Wählen Sie den richtigen Plan

source: Most Popular
de: Beliebt

source: Error
de: Fehler

source: Yearly
de: Jahr

source: 6 Month
de: 6 Monate

source: Monthly
de: Monat

# Loading info
source: Loading
de: Wird geladen

source: Loading
de: Wird geladen

source: Recipe
de: Rezept

# weekly
source: week
de: Woche

source: Week
de: Woche

source: Favorites
de: Favoriten

source: / WEEK
de: / WOCHE

source: 3 days free
de: 3 Tage kostenlos

source: Select list
de: Liste auswählen

source: min
de: das Minute

source: Ingredients
de: Zutaten

source: servings
de: Portionen

# servings-1
source: serving
de: Portionen

# servings-2-4
source: servings
de: Portionen

# servings>4
source: servings
de: Portionen

source: by taste
de: Geschmack

source: Instructions
de: Anleitung

source: Added earlier
de: Früher hinzugefügt

source: Back
de: Zurück

# review.mainTitle
source: Rate the app in the AppStore
de: Bewerten Sie die App im AppStore

# review.subtitle
source: This helps to make it even better
de: Dies wird dazu beitragen, dass es besser wird.

source: Save time and money
de: Sparen Sie Zeit und Geld

source: Plan your shopping list for the week
de: Planen Sie Ihre Einkaufsliste für die Woche

source: Quick add recipe ingredients into your lists
de: Fügen Sie Rezeptzutaten schnell zu Ihren Listen hinzu

source: Your opinion matter to us!
de: Ihre Meinung ist uns wichtig!

source: Like the app?
de: Wie die App?

source: Yes
de: Ja

source: No
de: Nein

source: Write a review
de: Eine Rezension schreiben

source: Send us feedback
de: Sende uns Feedback

source: REGISTER
de: Registrierung

# RegistrationRequired
source: Registration is required to use shared list functions
de: Eine Registrierung ist für die Verwendung von Funktionen der gemeinsamen Liste erforderlich

# Sing Up
source: Sign up
de: Registrierung

# Sing In
source: Sign in
de: Eingang

source: Password
de: Passwort

# signUpTerms
source: I accept the terms and conditions I have read the Privacy Policy and acknowledge my rights as a user
de: Ich akzeptiere die Geschäftsbedingungen. Ich habe die Datenschutzrichtlinie gelesen und erkenne meine Rechte als Benutzer an.

# IHaveAccount
source: I have an account
de: Ich habe bereits ein Konto

# IDontHaveAccount
source: I don’t have an account
de: Ich habe kein Konto

source: Reset password
de: Passwort zurücksetzen

source: Sign in with Apple
de: Mit Apple anmelden

# EmailTaken
source: This e-mail is already taken
de: Diese E-Mail-Adresse ist bereits vergeben

# orLog
source: Or login with
de: Oder melden Sie sich an mit:

source: Password reset
de: Passwort zurücksetzen

source: Your e-mail:
de: Ihre E-Mail-Adresse

source: Close
de: Schließen

source: Ok
de: Ок

# RecievePasswordShortly
source: If you entered a correct e-mail address, you will receive password reset e-mail shortly
de: Wenn Sie die richtige E-Mail-Adresse eingegeben haben, erhalten Sie in Kürze eine E-Mail mit Ihrem zurückgesetzten Passwort.

# Shared lists
source: Shared lists can be viewed and updated by multiple people at once.
de: Gemeinsame Listen können von mehreren Benutzern gleichzeitig angezeigt und aktualisiert werden

source: Sync With Family & Friends
de: Mit Familie und Freunden synchronisieren

source: Shared
de: Allgemein

source: Send Invitation
de: Einladung senden

# Hello! Here is a great app
source: Hello! Here is a great app for joint shopping and recipes!
de: Hallo! Hier ist eine großartige App für gemeinsame Einkäufe und Rezepte!

# Settings.Profile
source: Profile
de: Profil

# Settings.AddPhoto
source: Add your photo, it will be more beautiful
de: Fügen Sie ein Foto hinzu, es wird schöner sein

# Settings.ScreenName
source: Screen Name
de: Name

# Settings.Account
source: Account
de: Konto

# Settings.GroceryListApp
source: Grocery List App
de: Einkaufsliste App

# Settings.Account.LogOut
source: Log Out
de: Abmelden

# Settings.Account.DeleteAccount
source: Delete Account
de: Konto löschen

# Settings.Account.ToUseShared
source: To use Shared Notes, please login again.
de: Bitte melden Sie sich erneut an, um die gemeinsamen Hinweise zu nutzen.

# Settings.Account.Cancel
source: Cancel
de: Abbrechen

# Settings.Account.DeleteAcc?
source: Delete account?
de: Konto löschen?

# Settings.Account.PremanentDel
source: You are about to permanently delete your account along with all data associated to it
de: Sie sind dabei, Ihr Konto und alle damit verbundenen Daten unwiderruflich zu löschen.

# Settings.Account.Delete
source: Delete
de: Löschen

# ResetPassword.EnterNewPassw
source: Enter new password
de: Geben Sie ein neues Passwort ein

# ResetPassword.LinkInactive
source: This link can be used only once and will become inactive in 1 hour. Please reset again.
de: Dieser Link kann nur einmal verwendet werden und wird nach 1 Stunde ungültig. Bitte setzen Sie das Passwort erneut zurück.

# ResetPassword.ChangePassword
source: Change password
de: Passwort ändern

source: Create Recipe
de: Ein Rezept erstellen

# importRecipe
source: Import Web Recipes
de: Webrezepte importieren

source: Create Collection
de: Eine Sammlung erstellen

source: Recipe Creation
de: Rezepte erstellen

source: Step 1 of 2
de: Schritt 1 von 2

source: Required
de: Erforderlich

source: Collection
de: Sammlung

source: Photo
de: Foto

# You can add photo
source: You can add photo to the recipe at any time later
de: Sie können dem Rezept später jederzeit ein Foto hinzufügen.

source: Step
de: Schritt

source: Step 1
de: Schritt 1

source: Step 2 of 2
de: Schritt 2 von 2

source: Preparation Time (minutes)
de: Zubereitungszeit (in Minuten)

source: Description
de: Beschreibung

source: Required (minimum 2)
de: Erforderlich (mindestens 2)

source: Add Ingredient
de: Zutat hinzufügen

source: Preparation Steps
de: Zubereitungsschritte

source: Add Step
de: Schritt hinzufügen

source: Complete
de: Komplett

source: Miscellaneous
de: Diverses

source: Note
de: Beachten

source: Collections
de: Sammlung

source: Add to collection
de: Zur Kollektion hinzufügen

source: Add recipes to favorites
de: Füge Rezepte zu Favoriten hinzu

source: Share recipes
de: Teilen Sie Rezepte

# AdjustNumberOfServings
source: Adjust the number of servings and add ingredients to your shopping list
de: Stellen Sie die Anzahl der Portionen ein und fügen Sie Zutaten zur Einkaufsliste hinzu

source: Search in
de: Suche in

source: Lists
de: Listen

# AllRecipes
source: Recipes
de: Rezepten

source: Search in all recipes
de: Suche in allen Rezepten

source: Edit
de: Ändern

# selectAllTabBar
source: Select All
de: Alles auswählen

# copyTabBar
source: Copy
de: Kopieren

source: Move
de: Bewegen

source: Clear All
de: Alles löschen

source: %@ item selected
de: %@ artikel ausgewählt

# WantDeleteTheseTasks?
source: Are you sure you want to permanently delete these tasks?
de: Sind Sie sicher, dass Sie diese Aufgaben dauerhaft löschen möchten?

source: Move to...
de: Umzug nach...

source: Copy to...
de: Kopieren nach...

# Your experience
source: Tell us how was your experience of shopping with Grocery List App?
de: Erzählen Sie uns, wie Sie mit der Einkaufslisten-App eingekauft haben?

source: How can we improve?
de: Wie können wir uns verbessern?

source: Give Suggestions
de: Vorschläge machen

source: Thanks for your feedback
de: Danke für Ihr Feedback

# You can also write a review
source: You can also write a review. We will be very pleased
de: Sie können auch eine Bewertung schreiben. Wir werden uns sehr freuen

source: No Thanks
de: Nein Danke

source: List
de: Liste

source: Pantry
de: Vorräte

source: Pantry & Stocks
de: Vorratskammer und Vorrat

# PantryEnterStocks
source: Pantry & Stocks
de: Vorratskammer und Vorrat

# PantryStarterPackDescription
source: You can add a more detailed description, quantity, brand and photo You can connect the pantry list to any shopping list and the finished items will automatically appear in it You can flexibly set up automatic status changes and the goods will end at specified intervals Invite your family to share your household. Stocks will be replenished, the refrigerator will be full and everything will be in perfect order!
de: Es ist möglich, eine detailliertere Beschreibung, Menge, Marke und Foto hinzuzufügen. Es ist möglich, die Vorratsliste mit jeder Einkaufsliste zu verbinden und die leeren Produkte erscheinen automatisch darin. Es ist möglich, die automatische Statusänderung flexibel einzustellen und die Produkte werden zu festgelegten Zeiträumen knapp. Laden Sie Ihre Familie ein, den Haushalt gemeinsam zu führen. Die Vorräte werden aufgefüllt, der Kühlschrank wird voll sein und alles wird in Ordnung sein!

source: Excellent!
de: Ausgezeichnet!

source: Medications
de: Medikamente

source: Cooking supplies
de: Küchenutensilien

source: Car
de: Auto

source: Tools
de: Werkzeuge

source: Handiwork
de: Handarbeit

source: Subscriptions
de: Abonnements

source: Gifts
de: Geschenke

source: List name
de: Listenname

# Synchronize stock list
source: Synchronize stock list with shopping list
de: Bestandsliste mit Einkaufsliste synchronisieren

# Food automatically appear
source: Food or goods that run out will automatically appear in the selected shopping list
de: Produkte oder Waren, die ausgegangen sind, werden automatisch in der ausgewählten Einkaufsliste angezeigt

source: More
de: Mehr

source: Select Icon
de: Icon auswählen

source: Select List to Synchronize
de: Liste zur Synchronisierung auswählen

source: Edit List
de: Bearbeiten

source: Item
de: Hinzufügen

source: Out of stock
de: Nicht vorrätig

source: In stock
de: Bootsbestand

source: Out:
de: Nicht:

source: Link to Shopping List
de: Link zur Einkaufsliste

source: Auto Repeat
de: Automatische Wiederholung

source: Every %@ Weekly: %@
de: Jeden %@ Wöchentlich: %@

# weekly weekday
source: Weekly: %@
de: Wöchentlich: %@

# every times period
source: Every %@ %@
de: Jeden %@ %@

source: Auto repeat setting
de: Automatische Wiederholung einstellen

# Food goods will be marked
source: Food or goods will be marked 'out of stock' when the specified period is reached
de: Lebensmittel oder Waren werden nach Ablauf des angegebenen Zeitraums als 'Nicht vorrätig' markiert

source: Set Reminder
de: Erinnerung einstellen

# AutoDaily
source: Daily
de: Täglich

# AutoWeekly
source: Weekly
de: Wöchentlich

# AutoMonthly
source: Monthly
de: Monatlich

# AutoYearly
source: Yearly
de: Jährlich

# AutoCustom
source: Custom
de: Benutzerdefiniert

source: Set
de: Fertig

source: Repeat every ...
de: Wiederholen alle...

source: Days
de: Tage

source: Weeks
de: Wochen

source: Months
de: Monate

source: Years
de: Jahre

source: Stocks are over
de: Bestand ist erschöpft

source: ADD TO SHOPPING LIST
de: Zur Einkaufsliste hinzufügen

source: Fridge
de: Kühlschrank

source: Spices & Herbs
de: Gewürze & Kräuter

source: Beauty & Health
de: Schönheit und Gesundheit

source: Household
de: Für das Zuhause

source: Tomatoes
de: Tomate

source: Lettuce
de: Kopfsalat

source: Cream cheese
de: Frischkäse

source: Parmesan
de: Parmesankäse

source: Smoked bacon
de: Geräucherter Speck

source: Butter, unsalted
de: Butter, ungesalzen

source: Chicken fillet
de: Hähnchenfilet

source: Frozen vegetables
de: Gefrorenes Gemüse

source: Frozen mushrooms
de: Gefrorene Pilze

source: Frozen broccoli
de: Gefrorener Brokkoli

source: Big pack
de: Große Packung

source: Olive oil
de: Olivenöl

source: Canned corn
de: Mais in Dosen

source: Spaghetti
de: Spaghettitrgern

source: Breakfast cereal
de: Frühstückscerealien

source: Long shelf life milk
de: Milch mit langer Haltbarkeit

source: Ground coffee
de: Gemahlener Kaffee

source: Green tea bags
de: Grüne Teebeutel

source: Oatmeal, medium size
de: Haferflocken, mittlere Größe

source: Honey
de: Honig

source: Tuna chunks
de: Thunfischstücke

source: Eggs
de: Ei

source: Wheat flour
de: Weizenmehl

source: Sea salt
de: Meersalz

source: Ground black pepper
de: Gemahlener schwarzer Pfeffer

source: Garlic powder
de: Knoblauchpulver

source: Red chili flakes
de: Rote Chiliflocken

source: Cinnamon
de: Zimt

source: Toilet paper
de: Toilettenpapier

source: Cotton pads
de: Wattepad

source: Cotton buds
de: Wattestäbchen

source: Liquid soap
de: Flüssigseife

source: Toothpaste
de: Zahnpasta

source: Shower gel
de: Duschgel

source: Kitchen Scrub Sponges
de: Küchenpeeling Schwämme

source: Dishwashing liquid
de: Spülmittel

source: Paper towels
de: Papierhandtuch

source: Trash bags
de: Müllsäcke

source: Fabric softener
de: Weichspüler

source: Cleaning Cloth
de: Reinigungstuch

source: AA batteries
de: AA-Batterien

source: Search by name or ingredient
de: Bitte beachten Sie die Angabe oder Zutat

# willCook
source: I will cook it
de: Ich habe es gekocht

source: Drafts
de: Entwürfe

source: Inbox
de: Eingehende

source: Add to Favorites
de: zu Favoriten hinzufügen

source: Added to
de: Hinzugefügt zu

source: Delete Collection?
de: Sammlung löschen?

# You are deleting a collection
source: You are deleting a collection. All recipes that are in it will not be deleted from the database or other collections.
de: Sie löschen eine Sammlung. Alle darin enthaltenen Rezepte werden nicht aus der Datenbank oder anderen Sammlungen entfernt.

source: Select one or more collections
de: Wählen Sie eine oder mehrere Sammlungen aus

source: Continue
de: Weiter

source: Save to Drafts
de: Als Entwurf speichern

source: Saved in Drafts
de: In Entwürfen gespeichert

# You can find your drafts
source: You can find your drafts on the main screen, in collections
de: Sie finden Ihre Entwürfe auf dem Hauptbildschirm in Sammlungen

source: Leave Creating a Recipe
de: Lassen Sie das Erstellen eines Rezepts

source: Continue Work
de: Arbeit fortsetzen

source: Nutrition Facts per Serving *
de: Nährwertangaben pro Portion *

# If these data are known
source: If these data are known or calculated. You can write only approximate calories or leave this section blank.
de: Wenn diese Daten gefunden oder erwartet werden. Sie können nur geschätzte Kalorien eingeben oder diesen Abschnitt leer lassen.

# carb
source: Carbs
de: Kohlenhydrate

source: Fat
de: Fett

source: Calories
de: Kalorien

source: recommended
de: ratsam

source: SAVE RECIPE TO...
de: Rezept speichern in...

source: Search
de: Suche

# three days
source: 3 days
de: 3 tage

source: free
de: kostenlos

source: How does your trial period work
de: Wie funktioniert Ihre Probezeit?

# Today.subtitle
source: Start your full access to all game modes
de: Starte deinen vollen Zugriff auf alle Spielmodi

source: After 2 days
de: Nach 2 Tagen

# After 2 days.subtitle
source: Receive a notification that your trial is ending
de: Erhalten Sie eine Benachrichtigung, dass Ihre Testversion endet

source: After 3 days
de: Nach 3 Tagen

# After 3 days.subtitle
source: Payment date can be canceled at any time
de: Zahlungstermin kann jederzeit storniert werden

source: Restore purchase
de: Kauf wiederherstellen

# save money
source: save
de: sparen

source: Try 3 days for free
de: 3 Tage kostenlos testen

# Save time and money with app
source: Save time and money with Shopping List
de: Sparen Sie Zeit und Geld mit Einkaufsliste
